Repository: Vistaus/develop
Catalog: po/*.po
Languages: es, fr, pt

source: Preferences
es: Preferencias
pt: Preferências

source: Choose project folder
es: Seleccionar carpeta de proyecto
fr: Choisir le dossier de projet
pt: Escolha a pasta do projeto

source: Create a new elementary App
es: Crear una nueva aplicación de elementary
fr: Créer une nouvelle application elementary
pt: Crie uma nova Aplicação para o elementaryOS

source: App name
es: Nombre de la Aplicación
fr: Nom de l'application
pt: Nome do Aplicação

source: RDNN name
es: Nombre RDNN
fr: Nom RDNN
pt: Nome RDNN

source: Switchboard category
es: Categoría de Switchboard
fr: Catégorie Switchboard
pt: Categoria Switchboard

source: Create a new Switchboard Plug
es: Crear un nuevo plugin de Switchboard
fr: Créer un nouveau plug Switchboard
pt: Criar um novo plug-in de painel de controlo

source: Plug name
es: Nombre del plugin
fr: Nom du plug
pt: Nome do plug-in

source: Plug description
es: Descripción del plugin
fr: Description du plug
pt: Descrição do plug-in

source: Network
es: Redes
fr: Réseau
pt: Rede

source: System
es: Sistema
fr: Système
pt: Sistema

source: Other
es: Otros
fr: Autre
pt: Outros

source: Create a new Wingpanel Indicator
es: Crear un nuevo indicador de Wingpanel
fr: Créer un nouvel indicateur Wingpanel
pt: Criar um novo indicador Wingpanel

source: Indicator description
es: Descripción del indicador
fr: Description de l'indicateur
pt: Descrição do Indicador

source: Indicator name
es: Nombre del indicador
fr: Nom de l'indicateur
pt: Nome do Indicador

source: Name:
es: Nombre:
fr: Nom :
pt: Nome:

source: John Doe
es: Juan Pérez
fr: Jean Dupont

source: Email:
es: Correo:

source: myemail@gmail.com
es: micorreo@gmail.com
fr: monemail@gmail.com
pt: meuemaill@gmail.com

source: Personal github address:
es: Dirección personal de Github:
fr: Adresse Github personnelle :
pt: Endereço Pessoal do Github:

source: https://github.com/yourname
es: https://github.com/tunombre
fr: https://github.com/votrenom
pt: https://github.com/seunome

source: Personal website:
es: Sitio web personal:
fr: Site web personnel :
pt: Site pessoal:

source: https://www.mywebsite.com
es: https://www.misitioweb.com
fr: https://www.monsite.com
pt: https://www.meusite.com

source: User settings
es: Configuración del usuario
fr: Paramètres utilisateur
pt: Configurações do utilizador

source: First run setup
es: Configuración
fr: Configuration
pt: Primeira configuração

source: Before proceeding I'd love to know more about you
es: Antes de continuar, me gustaría conocer más de tí
fr: Avant de commencer j'aimerai en savoir un peu plus sur vous
pt: Antes de prosseguir eu adoraria saber mais sobre você

source: Your data will not be stored in a server
es: Tu información no se almacenará en ningún servidor
fr: Vos données ne seront pas stockées sur un serveur
pt: Seus dados não serão armazenados em um servidor

source: Save user data
es: Guardar información de usuario
fr: Enregistrer les données utilisateur
pt: Salvar dados do utilizador

source: Back
es: Atrás
fr: Retour
pt: Retroceder

source: Sets your personal developer data
es: Define tu información de desarrollador
fr: Définit vos données personnelles de développeur
pt: Define seus dados pessoais de desenvolvedor

source: Develop for elementary
es: Desarrolla para elementary
fr: Développez pour elementary
pt: Desenvolver para elementary

source: Choose what you wish to develop
es: Elige lo que deseas desarrollar
fr: Choisissez ce que vous souhaitez développer
pt: Escolha o que você deseja desenvolver

source: App
es: Aplicación
fr: Application
pt: Aplicação

source: Create a new elementary OS application.
es: Crear una nueva aplicación de elementary OS.
fr: Créer une nouvelle application pour elementary OS.
pt: Criar um novo aplicativo elementaryOS

source: Switchboard plug
es: Plugin de Switchboard
fr: Plug Switchboard
pt: Plug-in Switchboard

source: Create a new elementary OS switchboard plug.
es: Crear un nuevo plugin de Switchboard.
fr: Créer un nouveau plug Switchboard pour elementary OS.
pt: Criar um novo plug-in Switchboard para o elementaryOS.

source: Wingpanel indicator
es: Indicador de Wingpanel
fr: Indicateur Wingpanel
pt: Indicador Wingpanel

source: Create a new elementary OS wingpanel indicator.
es: Crear un nuevo indicador de Wingppanel.
fr: Créer un nouvel indicateur Wingppanel pour elementary OS.
pt: Criar um novo indicador Wingppanel para o elementaryOS.

source: Create
es: Crear
fr: Créer
pt: Criar

source: Undo
es: Cancelar
fr: Annuler
pt: Anular

source: Optional
es: Opcional
fr: Facultatif
pt: Opcional

source: Creates elementary OS apps and widgets
es: Crear aplicaciones y widgets para elementary OS
fr: Créez des applications et widgets pour elementary OS
pt: Criar aplicações e widgets para o elementaryOS

source: A simple tool to help elementary OS developers to develop their own apps and widgets.
es: Una herramienta simple para ayudar a los desarrolladores de elementary OS a desarrollar sus propias aplicaciones y widgets.
fr: Un simple outil pour aider les développeurs d'elementary OS à développer leurs propres applications et widgets.
pt: Uma ferramenta simples para ajudar desenvolvedores do elementaryOS a desenvolver as suas próprias aplicações e widgets.

source: With this app you can scaffold an elementary OS App, a Switchboard Widget or a Wingpanel Indicator
es: Con esta aplicación, puede crear una aplicación de elementary OS, un widget de Switchboard o un indicador de Wingpanel
fr: Avec cette application vous pouvez échaffauder une application pour elementary OS, un plug Switchboard ou un indicateur Wingpanel
pt: Com esta aplicação você pode criar um aplicativo para o elementaryOS, um widget Switchboard ou um indicador Wingpanel

source: Updates translations
es: Actualización de traducciones
pt: Atualizar traduções

source: Updates translations files
es: Actualización de los archivos de traducción
pt: Atualizar ficheiros de tradução

source: Adds French translations (@NathanBnm)
es: Añadidas traducciones al francés

source: Publish the app on Juno
es: Publicación de la aplicación para Juno
fr: Publication de l'application pour Juno
pt: Publicar a aplicação para Juno

source: Fills generated README.md files with installing and compiling instructions
es: Corregido el archivo README.md con las instrucciones de instalación y compilación
fr: Ajout du fichier README.md avec instructions d'installation et de compilation
pt: Preenche arquivos README.md gerados com instruções de instalação e compilação

source: Adds a small disclaimer about user data consumption (they are not saved on a server)
es: Agrega un pequeño descargo de responsabilidad sobre el consumo de datos del usuario (no se guardan en unservidor)
fr: Ajout d'un petit avertissement concernant l'utilisation des données des utilisateurs(elles ne sont pas sauvegardées sur un serveur)
pt: Adiciona um pequeno aviso sobre o consumo de dados do usuário (isto nao é guardado num servidor)

source: Fixes a small bug
es: Corrección mayor de errores
fr: Correction d'un léger bug
pt: Corrige um pequeno bug

source: New features:
es: Nuevas funcionalidades:
fr: Nouvelles fonctionnalités :
pt: Novas foncionalidades:

source: Opens a folder on success
es: Abre una carpeta al crear
fr: Ouvre le dossier en cas de succès
pt: Abrir a pasta de ficheiros se obtiver sucesso

source: Bug fixes:
es: Corrección de errores:
fr: Correction de bugs :
pt: Correção de Bugs :

source: Don't create folders in home directory
es: No era posible crear carpetas en el directorio Home
fr: Ne créée pas de dossiers dans le répertoire home
pt: Não crie pastas no diretório inicial

source: Use "office-contact" instead of "vcard" icon
es: Uso del icono "office-contact" en lugar de "vcard"
fr: Utilise l'icône « office-contact » au lieu de « vcard »
pt: Use « office-contact » em vez do ícone « vcard »

source: Welcome View is too big
es: La pantalla de bienvenida es más grande
fr: L'écran de bienvenue était trop grand
pt: O Ecrã de Boas Vindas é muito grande

source: Improves first run screen
es: Mejoras en la pantalla de configuración
fr: Amélioration de l'écran de configuration
pt: Melhora a tela de primeira execução

source: Features
es: Funcionalidades
fr: Fonctionnalités
pt: Funcionalidades

source: Creates elementary OS app template
es: Crear la estructura de una aplicación de elementary OS
fr: Créée la structure d'une application elementary OS
pt: Criar uma aplicação para o elementaryOS através de um template

source: Creates elementary OS switchboard plug template
es: Crear la estructura de un plugin de Switchboard de elementary OS
fr: Créée la structure d'un plug Switchboard elementary OS
pt: Criar um plug-in para o elementaryOS através de um template

source: Creates elementary OS wingpanel indicator template
es: Crear la estructura de un indicador Wingpanel de elementary OS
fr: Créée la structure d'un indicateur Wingpanel elementary OS
pt: Criar um indicador Wingpanel para o elementary OS através de um template

source: Create elementary OS apps
es: Crea aplicaciones para elementary OS
fr: Créez des applications pour elementary OS
pt: Criar aplicações para o elementary OS

source: Personal
fr: Personnel
pt: Pessoal

source: Develop App
fr: Application Develop
pt: Aplicação Develop

source: Hardware
fr: Matériel
